Repository: Gavin8233841/medcue-ios
Catalog: ios-app/MedicationAdherenceApp/MedicationAdherenceApp/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 个人
en: Profile

source: 今日
en: Today

source: 今日已处理
en: Handled Today

source: 今日待处理
en: Due Today

source: 保存
en: Save

source: 医疗智能体
en: Medical Assistant

source: 取消
en: Cancel

source: 复诊资料
en: Visit Summary

source: 归档历史
en: Archived Chats

source: 忽略
en: Skip

source: 智能体
en: Assistant

source: 添加药品
en: Add Medication

source: 用药趋势
en: Medication Trends

source: 稍后
en: Later

source: 药品
en: Medications

source: 记录
en: Records

source: 风险
en: Risks
